{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Localization",
			"Children": [
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continuar"
					},
					"Key": "ST_Lang_Continue"
				},
				{
					"Source":
					{
						"Text": "EXIT"
					},
					"Translation":
					{
						"Text": "SALIR"
					},
					"Key": "ST_Menu_Exit"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "Inglés"
					},
					"Key": "ST_Lang_EN"
				},
				{
					"Source":
					{
						"Text": "Hope you enjoy the Experience! Have a great day!"
					},
					"Translation":
					{
						"Text": "¡Espero que disfrutes de la experiencia! ¡Que tengas un gran día!"
					},
					"Key": "ST_Menu_Info_04"
				},
				{
					"Source":
					{
						"Text": "INFO"
					},
					"Translation":
					{
						"Text": "INFO"
					},
					"Key": "ST_Menu_Info"
				},
				{
					"Source":
					{
						"Text": "It is an honor for me to present the result for the Unreal Programmer Task for Blue Gravity Studios."
					},
					"Translation":
					{
						"Text": "Es un honor para mi presentar el resultado para el Unreal Programmer Task de Blue Gravity Studios."
					},
					"Key": "ST_Menu_Info_02"
				},
				{
					"Source":
					{
						"Text": "PLAY"
					},
					"Translation":
					{
						"Text": "JUGAR"
					},
					"Key": "ST_Menu_Play"
				},
				{
					"Source":
					{
						"Text": "SETTINGS"
					},
					"Translation":
					{
						"Text": "CONFIGURACIÓN"
					},
					"Key": "ST_Menu_Settings"
				},
				{
					"Source":
					{
						"Text": "Spanish"
					},
					"Translation":
					{
						"Text": "Español"
					},
					"Key": "ST_Lang_ES"
				},
				{
					"Source":
					{
						"Text": "This project was made using Unreal Engine 5.3, with some external assets referenced in the PDF attached to the main folder."
					},
					"Translation":
					{
						"Text": "Este proyecto se realizó con Unreal Engine 5.3, con algunos activos externos a los que se hace referencia en el PDF adjunto a la carpeta principal. "
					},
					"Key": "ST_Menu_Info_03"
				},
				{
					"Source":
					{
						"Text": "Welcome! My name is Sebastian Posada. "
					},
					"Translation":
					{
						"Text": "¡Bienvenido! Mi nombre es Sebastian Posada."
					},
					"Key": "ST_Menu_Info_01"
				}
			]
		}
	]
}